/* Includes ------------------------------------------------------------------*/
#include "main.h"
#include "Application.h"

/* Private typedef -----------------------------------------------------------*/
/* Private define ------------------------------------------------------------*/
/* Private macro -------------------------------------------------------------*/
/* Private variables ---------------------------------------------------------*/
/* Private function prototypes -----------------------------------------------*/
/* Private functions ---------------------------------------------------------*/

/**
 * @brief 系统初始化任务
 * 
 */
void SystemInit_Task(void)
{
	/* 系统初始化 */
	Board_Init();

	/* 创建任务 */

	/* 启动调度器 */
	vTaskStartScheduler();
}
